7zip
archlinux-themes-sddm
assimp
ausweisapp2
base
base-devel
bluez
bluez-utils
breeze
brightnessctl
btrfs-progs
ccid
chromium
cliphist
cronie
dmenu
efibootmgr
eza
foot
fuse2
fzf
ghostty
git
glfw
greetd
grim
gst-plugin-pipewire
htop
i3status
inetutils
intel-media-driver
intel-ucode
isync
iwd
jq
keepassxc
keychain
kicad
kicad-library
ksshaskpass
less
libpulse
libqalculate
librewolf-bin
libva-intel-driver
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance-gtk3
lynx
mako
man-db
mpv
msmtp
nano
neomutt
neovim
nmap
notmuch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openocd
openssh
otf-font-awesome-4
pass
pavucontrol
pcsc-tools
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
rsync
sddm
signal-desktop
slurp
smartmontools
sof-firmware
stow
sway
swaybg
swayidle
swaylock
syncthing
tldr
tofi
ttf-font-awesome-4
ttf-jetbrains-mono-nerd
unzip
usbutils
uv
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xwayland
xournalpp
yay-bin
yay-bin-debug
yazi
zathura
zig-bin
zls-bin
zoxide
zram-generator
zsh
