7zip
base
base-devel
bind
bluez
bluez-utils
breeze
brightnessctl
btop
btrfs-progs
ccid
chromium
cliphist
cmake
cronie
dmenu
dust
efibootmgr
eog
eza
fd
foot
fuse2
fzf
gdb
ghostty
git
glfw
gnome-themes-extra
gping
greetd
grim
gst-plugin-pipewire
htop
i3status
impala
inetutils
intel-media-driver
intel-ucode
isync
iwd
jdk-openjdk
jq
kdeconnect
keepassxc
keychain
kicad
kicad-library
kvantum
less
libpulse
libqalculate
libreoffice-still
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
lynx
mako
man-db
mbuffer
mpv
msmtp
nano
neomutt
neovide
neovim
nmap
notmuch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nsxiv
openfortivpn
openocd
openssh
pass
pavucontrol
pcsc-tools
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pqiv
pulseview
python-dbus
qt5-wayland
qt5ct
ripgrep
rsync
sddm
signal-desktop
sigrok-cli
sigrok-firmware-fx2lafw
slurp
smartmontools
sof-firmware
stow
sway
swaybg
swayidle
swaylock
sxiv
syncthing
tealdeer
thunderbird
ttf-jetbrains-mono-nerd
unzip
usbutils
uv
valgrind
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wf-recorder
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wob
wpa_supplicant
xdg-desktop-portal-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xwayland
xournalpp
yazi
zathura
zig
zoxide
zram-generator
zsh
