base
base-devel
firefox
foot
git
grub
gst-plugin-pipewire
kitty
libpulse
linux
linux-firmware
lsd
man-db
mc
minicom
nemo
neovim
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
ranger
spice-vdagent
stow
sway
tofi
ttf-jetbrains-mono-nerd
vim
wireplumber
wlr-randr
yay-bin
yay-bin-debug
zram-generator
zsh
